INSERT INTO Machine (machine_id, description, line_id) VALUES
('m1',  'เครื่องผสมแป้ง',       'LINE1'),
('m2',  'เครื่องไซโลแป้ง',      'LINE1'),
('m3',  'เครื่องเทแป้ง',        'LINE1'),
('m4',  'เครื่องรีดแป้ง',       'LINE1'),
('m5',  'เครื่องฟีดเนย',        'LINE1'),
('m6',  'เครื่องรีดพับทบ',      'LINE1'),
('m7',  'เครื่องแบ่งลงถาด',     'LINE1'),
('m8',  'เครื่องรีดพับทบ',      'LINE2'),
('m9',  'เครื่องรีดบาง',       'LINE2'),
('m10', 'เครื่องตัดตามแนวยาว', 'LINE2'),
('m11', 'เครื่องฟีดไส้',        'LINE2'),
('m12', 'ไกด์ประกบ',         'LINE2'),
('m13', 'เครื่องทาไข่',        'LINE2');

